Repository: adelsultann/team_generator_flutter
Catalog: lib/l10n/app_*.arb
Languages: ar

# appTitle
source: Team Generatorr
ar: مولد الفرق

source: Player Inputs
ar: اسماء اللاعبين

source: Generate Teams
ar: توليد الفرق

source: Player Name
ar: اسم اللاعب

source: number of Team
ar: عدد الفرق

source: Player Rating
ar: تقييم اللاعبين

source: Excellent
ar: ممتاز

source: Good
ar: جيد

source: Fair
ar: مقبول

# seamResults
source: Team Results
ar: نتائج الفرق

# playerPerTeam
source: Players Per Team
ar: لاعب لكل فريق

# numberOfPlaytters
source: Number of Players
ar: عدد اللاعبين

source: Different
ar: مختلف

source: Same
ar: متشابه

source: Create
ar: إنشاء

source: Settings
ar: الإعدادات

source: Dark Mode
ar: الوضع الليلي

source: Language
ar: اللغة

source: Team
ar: أنشاء فريق

source: Numbers
ar: أرقام

source: Roulette Wheel
ar: عجلة الروليت

source: Generate Password
ar: توليد كلمة المرور

# randomNumbersTitle
source: Random Numbers
ar: أرقام عشوائية

# minumiumNumbers
source: Minumium Number
ar: الحد الأدنى للأرقام

# maxumiumNumbers
source: Maximum Number
ar: الحد الأقصى للأرقام

source: Number Of Result
ar: عدد النتائج

source: Enter name
ar: أدخل الاسم

source: Add Name
ar: إضافة اسم

source: Spin
ar: دوران

source: Capital Letters
ar: حروف كبيرة

source: Small Letters
ar: حروف صغيرة

source: Special Chars
ar: رموز خاصة

source: Password Length
ar: عدد كلمات المرور

source: Generate
ar: توليد
